'''
так, здравствуй, начнём с овнов
'''

variable_int = 1 # тип данных int(integer): целые числа
variable_str = 'Hello Sintetik' # тип данных str(string): строки
variable_float = 3.14 # тип данных float: дробные(вещественные) числа
variable_boolean = True, False # или то или то, это как переключатель: тип данных bool(boolean), как горящяя и потухшая лампочка, как да или нет, как ложь или правда, как 1 или 0
variable_nonetype = None #используется редко, но в основном означает, что переменная нихуя не содержит

#нуу что ещё... пока всё
